Repository: idosharon/codeguru-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Email
he: מייל

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Phone Number
he: מספר טלפון

source: Name
he: שם

source: Ticker
he: סמל

source: CodeGuru Extreme (Young)
he: קודגורו אקסטרים (לצעירים)

source: Home
he: בית

source: Group
he: קבוצות

source: Challenges
he: אתגרים

source: Admin
he: ניהול

source: Logged in
he: מחובר

source: Log out
he: התנתק

source: Change password
he: שנה סיסמה

source: Log in
he: התחבר

source: Sign up
he: הירשם

source: Hebrew
he: עברית

source: English
he: אנגלית

source: Group members
he: חברי הקבוצה

source: Owner
he: מייסד

source: You
he: אתה

source: Use this link to join the group:
he: השתמש בלינק הזה כדי להיכנס לקבוצה:

source: There is no invite code for the group yet, you can create one here:
he: אין לינק הזמנה לקבוצה עדיין, ניתן ליצור אחד כאן:

source: Generate Invite Link
he: צור קישור הזמנה

source: Leave Group
he: צא מהקבוצה

source: You are not associated with any group, try to create a new one:
he: אינך משוייך לשום קבוצה, אתה יכול ליצור אחת חדשה כאן:

source: Create Group:
he: צור קבוצה:

source: Note: Spaces are not allowed in the group name.
he: שים לב: אין להשתמש ברווחים בשם הקבוצה.

source: Create new center
he: צור מרכז חדש

source: New Group
he: קבוצה חדשה

source: Sorry, the registertion has ended.
he: ההרשמה נסגרה.

source: Codeguru Extreme (Young)
he: קודגורו אקסטרים (לצעירים)

source: Statistics:
he: סטטיסטיקה:

source: If you are not young you might want to go
he: אם אינכם צעירים אולי תרצו לבקר

source: here
he: כאן

source: Welcome to Codeguru Extreme Young! Here are the registered groups:
he: ברוכים הבאים לקודגורו אקסטרים לצעירים! להלן הקבוצות הרשומות:

source: Number of Groups:
he: מספר הקבוצות:

source: Number of Users:
he: מספר המשתמשים:

source: Messages board:
he: הודעות:

source: No messages yet. stay tuned.
he: אין הודעות כרגע.

source: Here are the registered groups:
he: להלן הקבוצות הרשומות:

source: Create Center:
he: צור קבוצה:

source: Note: Ticker must be 3 chars long.
he: שים לב: סמל המרכז חייב להיות באורך 3 אותיות.

source: Create New Center
he: צור מרכז חדש

source: Your score is
he: הניקוד שלך הוא

source: Delete Profile
he: מחק פרופיל

source: Your group is
he: הקבוצה שלך היא

source: Create a group
he: צור קבוצה

source: Account activation failed
he: הפעלת החשבון נכשלה

source: Your account is now activated.
he: החשבון שלך הופעל.

source: Activate account at
he: הפעל חשבון ב

source: Link is valid for %(expiration_days)s days.
he: תוקף הקישור הוא %(expiration_days)s ימים.

source: Account activation on
he: החשבון פעיל

source: Logged out.
he: התנתקת בהצלחה.

source: Forgot password
he: שכחת סיסמה

source: Reset it
he: שחזר סיסמה

source: Not member
he: לא משתמש

source: Register
he: הירשם

source: Password changed
he: סיסמה שונתה

source: Submit
he: שלח

source: Password reset successfully
he: סיסמה שוחזרה בהצלחה

source: Password reset failed
he: שחזור הסיסמה נכשל

source: Email with password reset instructions has been sent.
he: נשלח מייל עם הוראות לשחזור הסיסמה

source: Reset password at %(site_name)s
he: שחזר סיסמה ב-%(site_name)s

source: Password reset on %(site_name)s
he: שחזר סיסמה ב-%(site_name)s

source: If you already have an account,
he: אם יש לך חשבון,

source: login
he: התחבר

source: instead.
he: במקום

source: Registration is currently closed.
he: הרשמה כרגע סגורה

source: You are now registered. Activation email sent.
he: נרשמת בהצלחה. נשלח מייל להפעלה.

source: Group already exists. try choosing another name.
he: שם הקבוצה תפוס. יש לבחור שם אחר.

source: Center {} already exists.
he: המרכז {} כבר קיים.

source: You must leave your group first.
he: עליך לעזוב את הקבוצה שלך תחילה.

source: Invite expired.
he: תוקף ההזמנה פג.

source: Invalid Invite link.
he: קישור הקבוצה לא תקין.

source: You do not have a group.
he: אינך משוייך לאף קבוצה.

source: Only an owner can create a group invite.
he: רק מייסד קבוצה יכול ליצור הזמנה.

source: Assembly source file:
he: קוד מקור (קובץ אסמבלי):

source: Binary file:
he: קובץ מקומפל (קובץ בינארי):

source: Description
he: תיאור

source: Status
he: מצב:

source: Active
he: פעיל

source: Inactive
he: לא פעיל

source: You must have a group to participate in a challenge.
he: עליך להיות משוייך לקבוצה על מנת להשתתף באתגרים.

source: Challenge ended!
he: האתגר הסתיים!

source: Active Challenges
he: אתגרים

source: Please upload .zip file
he: נא להעלות קובץ zip.

source: Last update to survivors was
he: העדכון האחרון היה לפני

source: Upload
he: שלח

source: Survivor
he: שורד

source: Download
he: הורדה

source: Riddle not found
he: החידה לא נמצאה.

source: Upload failed. This challenge is inactive.
he: העלאה נכשלה. החידה לא פעילה.

source: War not found
he: אתגר המלחמה לא נמצא.
